CSI API ETABS v1
cSapModel.Story Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cStory Story { get; }
ReadOnly Property Story As cStory
	Get
Dim instance As cSapModel
Dim value As cStory
value = instance.Story
property cStory^ Story {
	cStory^ get ();
}
abstract Story : cStory with get
Property Value
Type: cStory
See Also
Reference
cSapModel Interface
ETABSv1 Namespace